;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 6.x

[Language]
Name = Polish
Code = pl
Encoding = Unicode

[Translations]
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = O %{Program.Name}
Label_Version = Wersja
Label_AutoIt = Wykonany ze pomocą wersji AutoIt
Label_Copyright = Prawa autorskie
Tip_Title_Donate = Wesprzyj nasze działania
Tip_Message_Donate = Kiedy nas wspierasz finansowo, pomagasz utrzymywać nasze programy darmowymi\rni umożliwiasz nam pozyskiwanie narzędzi oraz usług,\rnz których korzystamy w tworzeniu naszych programów. 
Label_Home = Strona domowa
Label_License = Licencja
Label_Support = Kontakt
Tip_Title_Country = Stworzony w RPA
Tip_Message_Country = %{Program.Name} powstał w RPA.
Label_Contributors = Współautorzy
Tip_Facebook = Polub nas na Facebooku.
Tip_Twitter = Śledź nas na Twitterze.
Tip_GooglePlus = Znajdź nas na Google.
Tip_GitHub = %{Program.Name} na GitHub.
Button_Ok = Ok
Label_RAM = (RAM) %d MB DOSTĘPNYCH Z %d MB (%d%)
Tip_RAM = RAM
Label_HDD = (%s) %.2f GB DOSTĘPNYCH Z %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Zacznij od załadowania przeglądarki (wybierz nazwę pliku). Firemin automatycznie wykryje proces w wybranym pliku wykonywalnym.
Label_Status_Updates = Sprawdzanie aktualizacji
Group_Load_Browser = Ładowanie Przeglądarki
Label_Executable = Ścieżka do pliku (%s):
Label_Process_Usage = Użyte przez Proces:
Label_Process_Peak = Szczytowe Użycie przez Proces:
Button_Browse = &Przeglądaj
Group_Options = Opcje
Checkbox_Reduce_Mem = Zmniejsz użycie pamięci co:
Label_Milliseconds = milisekund
Checkbox_Reduce_Limit = Zmniejsz użycie pamięci wyłącznie, kiedy zużycie przekracza:
Checkbox_Start_With = Uruchom %s razem z Firemin
Checkbox_Enable_Extended_Processes = Włącz dodatkowe procesy
Button_Extended_Processes = &Dodatkowe Procesy
Checkbox_Start_Windows = Uruchom Firemin razem z Windows
Label_Settings_Updated = Ustawienia zapisane z powodzeniem.
Button_Cancel = Anuluj
Button_Save = Zapisz
Time_Unit_01 = milisekund
Time_Unit_02 = sekund
Time_Unit_03 = minut
Time_Unit_04 = godzin
Label_Boost_Description = Zmniejsz co %s %s jeśli użycie powyżej %s MB.
Title_Select_Browser = Wybierz Przeglądarkę

[Donate]
Label_Heading = %{Program.Name} służy ci od %d godzin. Może wesprzesz nas finansowo?
Label_Message = Kliknij przycisk PayPal poniżej lub przejdź do PayPal.me/rizonesoft, wprowadź kwotę, i prześlij nam datek. Skoro to PayPal, wiadomo, że jest bezpieczniej i pewniej niż noszenie gotówki. Nie masz konta PayPal? Nie ma sprawy. Rejestracja jest szybka i łatwa.
[Menus]
File = &Plik
File_Preferences = &Ustawienia
File_Close = &Zamknij\tShift+Alt+F4
Help = &Pomoc
Help_Update = Sprawdź &aktualizacje
Help_Home = %{Company.Name} &Strona domowa
Help_Downloads = Więcej &do Pobrania
Help_Contact = &Skontaktuj się z %{Company.Name}
Help_Issue = Zgłoś &problem
Help_Donate = Wesprzyj nas &finansowo 
Help_About = O %{Program.Name}
Tray_About = O %{Program.Name} %s
Tray_Open = Otwórz %{Program.Name}
Tray_Extended_Processes = Dodatkowe Procesy
Tray_Run = Uruchom %s
Tray_Run_Safemode = Uruchom %s w trybie awaryjnym
[Messages]
Info_Title = Uwaga
Warning_Title = Ostrzeżenie!
Error_Title = Ojej! Coś poszło nie tak!
Error_Oops = Ojej!
Compatible = %{Program.Name} jest niezgodny z twoją wersją Windows. Jeśli uważasz, że to błąd, zostaw proszę wiadomość w %s' podając wszystkie szczegóły.
Compatible_Bit = Niestety %{Program.Name} 32 Bitowy jest niezgodny z twoją wersją Windows. Proszę pobierz wersję %{Program.Name} 64 Bitową z '%s'
[Preferences]
Window_Title = Ustawienia
Tab_General = Ogólne
Tab_Cache = Pamięć podręczna
Tab_Language = Język
Group_Extended_Processes = Dodatkowe Procesy
Group_Cache = Pamięć podręczna
Group_Language = Język
Label_Extended_Processes = Tu wprowadź nazwy wszystkich procesów, które chciałbyś, by Firemin zoptymalizował. Nazwy procesów muszą być rodzielone przecinkami (Process01.exe, Process02.exe, itd)
Checkbox_Cache_Exit = Opróżnij pamięć podręczną przy zamykaniu
Label_Cache_Size = Rozmiar Pamięci podręcznej: %s KB
Button_Cache_Clear = Opróżnij pamięć podręczną
Label_Language_Message = Wybierz preferowany język i naciśnij %s , by kontynuować. (Wymagany Restart)
Button_Save = Zapisz
Button_Cancel = Anuluj
Label_Updated = Ustawienia Zapisane
Label_Cache_Cleared = Pamięć podręczna opróżniona
Label_Logging_Cleared = Zmieniono
MsgBox_Language_Title = Zmieniono język
MsgBox_Language_Message = Wybrany język został zmieniony. Należy ponownie uruchomić Complete Internet Repair, by wybrany język zaczął działać.
MsgBox_Closing_Title = Zamykanie %{Program.Name}
MsgBox_Closing_Message = Chcesz teraz zamknąć %{Program.Name}?
[Update]
Window_Title_Available = Dostępna aktualizacja
Window_Title_Congratulations = Gratulacje!
Window_Title_Error = Coś poszło nie tak!
Label_Message_Update = Dostępna jest nowa wersja '%{Program.Name}'.
Label_Message_Latest = Używasz najnowszej wersji '%{Program.Name}'.
Label_Message_Error = Nie udało się pobrać informacji o najnowszej wersji '%{Program.Name}'.
Label_Message_Internet = Proszę sprawdź swoje połączenie z internetem i spróbuj ponownie.
Label_Build_Current = Obecna Wersja:
Label_Build_Update = Nowa Wersja:
CheckBox_NoUpdate = Nie sprawdzaj aktualizacji przy starcie.
Button_Update = Pobierz nową wersję
Button_Close = Zamknij
[Versioning]
Administrator = Administrator
Build = Wersja
AutoIt_Version = wykorzystuje wersję %{AutoIt.Version} AutoIt
Bit = Bit